/* Title confirming the deletion of an option */
"alert.title.confirm-deletion" = "¿Está seguro de querer eliminar esta respuesta?";

/* Title for error messages */
"alert.title.error" = "Error";

/* Option can not be empty */
"alert.title.error.empty.option" = "La opción no puede estar vacía";

/* Option is too long */
"alert.title.error.long.option" = "La respuesta no puede exceder tres caracteres";

/* Avoid the current action from being executed */
"general.button.cancel" = "Cancelar";

/* Delete the selected item */
"general.button.delete" = "Eliminar";

/* Accept presented information */
"general.button.okay" = "Aceptar";

/* Label for the ambience option */
"option.label.ambience" = "🔊 🥵";

/* Label for the yes / no option */
"option.label.binary" = "👍 👎";

/* Label for the mood option */
"option.label.mood" = "😀 🙁";

/* Label for the pain option */
"option.label.pain" = "🤕";

/* Title for the ambience screen */
"screen.title.ambience" = "Ambiente";

/* Title for the binary question screen */
"screen.title.binary" = "Si-No";

/* Title for the screen to create a new option */
"screen.title.create" = "Crear";

/* Title for the screen to edit an option */
"screen.title.edit" = "Editar";

/* Title for the home screen */
"screen.title.home" = "Seleccione una categoría";

/* Title for the mood screen */
"screen.title.mood" = "Ánimo";

/* Title for the positive mood screen */
"screen.title.mood.positive" = "Positivo";

/* Title for the negative mood screen */
"screen.title.mood.negative" = "Negativo";

/* Title for the pain screen */
"screen.title.pain" = "Nivel de dolor";

/* Title for the sound screen */
"screen.title.sound" = "Ruido";

/* Title for the sound screen */
"screen.title.temperature" = "Temperatura";

/* Title for the settings screen */
"screen.title.settings" = "Configuración";

/* Feedback Options label */
"screen.settings.feedback.options" = "Opciones de retroalimentación";

/* Vibration disabled label */
"screen.settings.vibration.disabled" = "Vibración";

/* Sound disabled label */
"screen.settings.sound.disabled" = "Sonido";

/* App version label */
"screen.settings.app.version" = "Versión: %@";

/* FAQ label */
"screen.settings.faq" = "Preguntas frecuentes";

/* Acknowledgments label */
"screen.settings.acknowledgments" = "Agradecimientos";

/* Stats label */
"screen.settings.stats" = "Estadísticas";

/* Title for the stats screen */
"screen.title.stats" = "Estadísticas";

/* Title for the stats screen when there are no screens */
"screen.title.stats.empty" = "Nada que ver todavía";

/* Summary header */
"screen.stats.summary" = "Resumen";

/* Most used answers label */
"screen.stats.most.used.answers" = "Respuestas más usadas";

/* Days using the app */
"screen.stats.days.using.app" = "Días usando emojiply";

/* Different answers label */
"screen.stats.unique.answers" = "Respuestas distintas";

/* Total label */
"screen.stats.total" = "Total: %d";

/* Empty stats label */
"screen.stats.empty" = "Todavía no tenemos estadísticas que mostrarte, regresá después de usar la aplicación un rato";

/* Users question */
"screen.faq.users.question" = "¿Para quién es esta App?";

/* Users answer */
"screen.faq.users.answer" = "Cualquier persona, o su cuidadora, con una discapacidad de habla que desee usar su iPhone o iPad para comunicarse mediante emojis.";

/* Therapy question */
"screen.faq.therapy.question" = "¿Es el App un reemplazo para la terapia de lenguaje?";

/* Therapy answer */
"screen.faq.therapy.answer" = "En lo absoluto, si usted o una persona cercana sufre de alguna discapacidad de habla y recuperar su capacidad plena es una posibilidad, por favor busque a un especialista.";

/* Emojis question */
"screen.faq.emojis.question" = "¿Puedo usar mis propias respuestas?";

/* Emojis answer */
"screen.faq.emojis.answer" = "Sí, las respuestas en algunas pantallas pueden cambiar presionando el botón ‘Editar’ en la esquina superior derecha.";

/* Emojis question */
"screen.faq.privacy.question" = "Me preocupa la privacidad de mis datos";

/* Emojis answer */
"screen.faq.privacy.answer" = "Sus respuestas son cien por ciento privadas, nunca dejan su dispositivo y no existe un tercero que esté involucrado en el proceso. Ni siquiera yo, el desarrollador, tengo acceso a sus datos.";

/* Stats question */
"screen.faq.stats.question" = "¿Cómo se calculan las estadísticas?";

/* Stats answer */
"screen.faq.stats.answer" = "Se calculan en el momento y en el dispositivo, no hay nube por detrás, no hay componente adicional.";

/* Price question */
"screen.faq.price.question" = "¿Cuál es el costo de la aplicación?";

/* Price answer */
"screen.faq.price.answer" = "Es gratis y siempre será gratis, sin costos ocultos, sin anuncios, para siempre.";

/* Idea question */
"screen.faq.idea.question" = "¿De dónde viene la idea de la aplicación?";

/* Idea answer */
"screen.faq.idea.answer" = "La hermana de una amiga cercana sufrió un derrame unos días después de dar a luz y en el proceso desarrolló una discapacidad temporal del habla. Cuando ella, mi amiga, me comenta sobre el caso me menciona que tiene la idea de una pizarra que pudiera borrar y usar para comunicarse con su hermana.
Conforme iba desarrollando el app, mi novia me comentó el caso de su padre, quien falleció de cáncer de garganta hace unos años y de su manera creativa de resolver el mismo problema, usando una pequeña pizarra acrílica, esta app también es para usted Don Edwin.";
